const dataK1 = [
    {KO:"00",nameUA:"--тип транспортного засобу--",nameRU:"--тип транспортного средства--"},
    {KO:"B1",nameUA:"легкове авто, об’ем двигуна до 1600 см³",nameRU:"легковое авто, объем двигателя до 1600 см³"},
    {KO:"B2",nameUA:"легкове авто, від 1601 — 2000 см³",nameRU:"легковое авто, от 1601 — 2000 см³"},
    {KO:"B3",nameUA:"легкове авто, від 2001 — 3000 см³",nameRU:"легковое авто, от от 2001 — 3000 см³"},			
    {KO:"B4",nameUA:"легкове авто, об’ем двигуна  більше 3000",nameRU:"легковое авто, объем двигателя  более 3000 см³"},
    {KO:"B5","nameUA":"електромобіль","nameRU":"электромобиль"},
    {KO:"A1",nameUA:"мотоцикл до 300 см³ (включно)",nameRU:"мотоцикл до 300 см³ (включительно)"},
    {KO:"A2",nameUA:"мотоцикл  більше 300 см³",nameRU:"мотоцикл  более 300 см³"},
    {KO:"C1",nameUA:"вантажівка до 2 тонн (включно)",nameRU:"грузовик до 2 тонн (включительно)"},
    {KO:"C2",nameUA:"вантажівка більше 2 тонн",nameRU:"грузовик более 2 тонн"},
    {KO:"D1",nameUA:"автобус до 20 осіб(включно)",nameRU:"автобус до 20 лиц(включительно)"},
    {KO:"D2",nameUA:"автобус більше 20 осіб",nameRU:"автобус свыше 20 лиц"},
    {KO:"E",nameUA:"причіп до вантажним ТЗ",nameRU:"прицеп к грузовым ТС"},
    {KO:"F",nameUA:"причіп до легкових ТЗ",nameRU:"прицеп к легковым ТС"},
    ]

console.log(dataK1.filter(item => item.KO === 'B1')[0])