export const locales = {
'ua':{
	'ok':'підтвердити',
	'cancel':'відхилити',
    'abort':'прервати',
            
    
    'search vehicle':'Пошук за держ номером',
    'input parameters':'Внести параметри авто',

    'next':'наступна',
    'prev':'попередня',
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',
    

    'error parameters data':'відсутні данні стасовно типу ТЗ або міста реєстрації',

  
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',



		},
'ru':{
	'ok':'подтвердить',
	'cancel':'отменить',
    'abort':'прервать',

    'search vehicle':'Поиск по гос номеру',
    'input parameters':'Внести параметры авто',

    'next':'далее',
    'prev':'вернуться',

    'error parameters data':'відсутні данні стасовно типу ТЗ або міста реєстрації',

    '':'',
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',
    '':'',


}
} 


//console.log(locales['ua']['abort'])
