export const locales = {
    'OK':{
        'ua':'підтвердити',
        'ru':'подтвердить',
    },
    'CANCEL':{
        'ua':'відхилити',
        'ru':'отменить',
    },
    'ABORT':{
        'ua':'прервати',
        'ru':'прервать',
    },
    'DONE':{
        'ua':'завершити',
        'ru':'завершить',
    },
    'SEND':{
        'ua':'відправити',
        'ru':'отправить',
    },    
    'NEXT':{
        'ua':'наступна',
        'ru':'далее',
    },
    'PREV':{
        'ua':'попредня',
        'ru':'назад',
    },
    'SEARCH_VEHICLE':{
        'ua':'Пошук за держ номером',
        'ru':'Поиск по гос номеру',
    },
    'INPUT_PARAMETERS':{
        'ua':'Внести параметри авто',
        'ru':'Внести параметры авто',
    },
    'CALCLATE_OSAGO':{
        'ua':'нараховано ОСАГО',
        'ru':'начисленно ОСАГО',
    },
    'CALCULATE_DGO':{
        'ua':'нараховано ДГО',
        'ru':'начислено ДГО',
    },
    'RESULT_PAY':{
        'ua':'До сплати',
        'ru':'К оплате',
    },
    'ERROR_PARAMETERS_DATA':{
        'ua':'відсутні данні стасовно типу ТЗ або міста реєстрації',
        'ru':'отсутствую данные по типу ТС или места регистрации',
    },
    'DISCOUNT':{
        'ua':'пільги',
        'ru':'льготы',
    },
    'TAXI':{
        'ua':'таксі:',
        'ru':'такси:',
    },
    'OTK':{
        'ua':'отк:',
        'ru':'отк:',
    },

    'DATE_OTK':{
        'ua':'дата отк:',
        'ru':'дата отк:',
    },
    'PLACEHOLDER_SEARCH_BEHICLE':{
        'ua':'держ номер транспортного засобу...',
        'ru':'гос номер транспортного средства...',
    },
    'YES':{
        'ua':'так',
        'ru':'да',
    },
    'NO':{
        'ua':'ні',
        'ru':'нет',
    },
     'DISCOUNT_NO_DISCOUNT':{
        'ua':'без пільг',
        'ru':'без льгот',
    },
    'DISCOUNT_WAR':{
        'ua':'Учасник війни',
        'ru':'Участник войны',
    },    

    'DISCOUNT_INVALID':{
        'ua':'Інвалід',
        'ru':'Инвалид',
    },    

    'DISCOUNT_CHORNOBIL':{
        'ua':'Чорнобилець',
        'ru':'Чернобылец',
    },    
    
    'DISCOUNT_PENSIONER':{
        'ua':'Пенсіонер',
        'ru':'Пенсионер',
    },    
    
    'FRANSHIZE':{
        'ua':'франшиза (грн):',
        'ru':'франшиза (грн):',
    },        

    'FRANSHIZE_CONTEXT':{
        'ua':'Франшиза - це частина збитків, яка не підлягає відшкодуванню страховиком.',
        'ru':'Франшиза - це частина збитків, яка не підлягає відшкодуванню страховиком.',
    },        
    'DGO_TITLE':{
        'ua':'Додаткове покриття:',
        'ru':'Дополнительное покрытие:',
    },        
    'DGO':{
        'ua':'ДГО',
        'ru':'ДГО',
    },        
    'DGO_PLUS':{
        'ua':'ДГО+',
        'ru':'ДГО+',
    },        
    'DGO_CONTEXT':{
        'ua':'ДЦВ - це додаткове збільшення страхової виплати. Додаткове покриття вступае в дію, коли при настанні страхової події збиток становить понад 100 000 гривень.',
        'ru':'ДЦВ - це додаткове збільшення страхової виплати. Додаткове покриття вступае в дію, коли при настанні страхової події збиток становить понад 100 000 гривень.',
    },        
    'INVALID_DATA_MESSAGE':{
        'ua':'незаповнені, або некоректні данні',
        'ru':'незаполненны или некорректые данные',
    },        
    'CLIENT':{
        'ua':'Cтрахувальник',
        'ru':'Cтрахователь',
    },        
  
    'LAST_NAME':{
        'ua':'Прізвище',
        'ru':'Фамилия',
    },        
        
    'FIRST_NAME':{
        'ua':'Им`я',
        'ru':'Имя',
    },        

    'SECOND_NAME':{
        'ua':'По батькові',
        'ru':'Отчество',
    },        

    'INN':{
        'ua':'Індивідуальний податковий номер (ІПН):',
        'ru':'Индивидуальный налоговый номер (ИНН):',
    },        

    'BIRTHDAY':{
        'ua':'Дата народження:',
        'ru':'Дата рождения:',
    },        

    'DOCTITLE':{
        'ua':'Документ:',
        'ru':'Документ:',
    },        

    'DOC_SERIA':{
        'ua':'Серія:',
        'ru':'Серия:',
    },        

    'DOC_NUMBER':{
        'ua':'Номер:',
        'ru':'Номер:',
    },        

    'DOC_SOURCE':{
        'ua':'Ким виданий:',
        'ru':'Кем выдан:',
    },        

    'DOC_DATE_GET':{
        'ua':'Дата видачі:',
        'ru':'Дата выдачи',
    },        

    'ADDRESS':{
        'ua':'Адреса:',
        'ru':'Адрес:',
    },        

    'PHONE':{
        'ua':'Телефон:',
        'ru':'Телефон:',
    },        

    'EMAIL':{
        'ua':'Email:',
        'ru':'Email:',
    },        

    'DOC_TYPE_1':{
        'ua':'Водійське посвідчення',
        'ru':'Водительское удостоверение',
    },
    'DOC_TYPE_2':{
        'ua':'Паспорт',
        'ru':'Паспорт',
    },
    'DOC_TYPE_3':{
        'ua':'id-паспорт громaдянина України',
        'ru':'id-паспорт гражданина Украины',
    },
    'DOC_TYPE_4':{
        'ua':'Паспорт іноземного громaдянина',
        'ru':'Паспорт иностранного гражданина',
    },
    'DOC_TYPE_6':{
        'ua':'Посвідчення інваліда',
        'ru':'Удостоверение инвалида',
    },
    'DOC_TYPE_7':{
        'ua':'Чорнобильске посвідчення',
        'ru':'Чернобыльское удостоверение',
    },
    'DOC_TYPE_8':{
        'ua':'Посвідчення учасника війни',
        'ru':'Удостоверение участника войны',
    },
    'DOC_TYPE_9':{
        'ua':'Пенсійне посвідчення',
        'ru':'Пенсионное удостоверение',
    },
    '':{
        'ua':'',
        'ru':'',
    },        
    
}


