export const locales = {
    'OK':{
        'ua':'підтвердити',
        'ru':'подтвердить',
    },
    'CANCEL':{
        'ua':'відхилити',
        'ru':'отменить',
    },
    'ABORT':{
        'ua':'прервати',
        'ru':'прервать',
    },
    'DONE':{
        'ua':'завершити',
        'ru':'завершить',
    },
    'SEND':{
        'ua':'відправити',
        'ru':'отправить',
    },    
    'NEXT':{
        'ua':'наступна',
        'ru':'далее',
    },
    'PREV':{
        'ua':'попредня',
        'ru':'назад',
    },
    'SEARCH_VEHICLE':{
        'ua':'Пошук за держ номером',
        'ru':'Поиск по гос номеру',
    },
    'INPUT_PARAMETERS':{
        'ua':'Внести параметри авто',
        'ru':'Внести параметры авто',
    },
    'CALCLATE_OSAGO':{
        'ua':'нараховано ОСАГО',
        'ru':'начисленно ОСАГО',
    },
    'CALCULATE_DGO':{
        'ua':'нараховано ДГО',
        'ru':'начислено ДГО',
    },
    'RESULT_PAY':{
        'ua':'До сплати',
        'ru':'К оплате',
    },
    'ERROR_PARAMETERS_DATA':{
        'ua':'відсутні данні стасовно типу ТЗ або міста реєстрації',
        'ru':'отсутствую данные по типу ТС или места регистрации',
    },
    'DISCOUNT':{
        'ua':'пільги',
        'ru':'льготы',
    },
    'TAXI':{
        'ua':'таксі:',
        'ru':'такси:',
    },
    'OTK':{
        'ua':'отк:',
        'ru':'отк:',
    },

    'DATE_OTK':{
        'ua':'дата отк:',
        'ru':'дата отк:',
    },
    'PLACEHOLDER_SEARCH_BEHICLE':{
        'ua':'держ номер транспортного засобу...',
        'ru':'гос номер транспортного средства...',
    },
    'YES':{
        'ua':'так',
        'ru':'да',
    },
    'NO':{
        'ua':'ні',
        'ru':'нет',
    },
     'DISCOUNT_NO_DISCOUNT':{
        'ua':'без пільг',
        'ru':'без льгот',
    },
    'DISCOUNT_WAR':{
        'ua':'Учасник війни',
        'ru':'Участник войны',
    },    

    'DISCOUNT_INVALID':{
        'ua':'Інвалід',
        'ru':'Инвалид',
    },    

    'DISCOUNT_CHORNOBIL':{
        'ua':'Чорнобилець',
        'ru':'Чернобылец',
    },    
    
    'DISCOUNT_PENSIONER':{
        'ua':'Пенсіонер',
        'ru':'Пенсионер',
    },    
    
    'FRANSHIZE':{
        'ua':'франшиза (грн):',
        'ru':'франшиза (грн):',
    },        

    'FRANSHIZE_CONTEXT':{
        'ua':'Франшиза - це частина збитків, яка не підлягає відшкодуванню страховиком.',
        'ru':'Франшиза - це частина збитків, яка не підлягає відшкодуванню страховиком.',
    },        
    'DGO_TITLE':{
        'ua':'Додаткове покриття:',
        'ru':'Дополнительное покрытие:',
    },        
    'DGO':{
        'ua':'ДГО',
        'ru':'ДГО',
    },        
    'DGO_PLUS':{
        'ua':'ДГО+',
        'ru':'ДГО+',
    },        
    'DGO_CONTEXT':{
        'ua':'ДЦВ - це додаткове збільшення страхової виплати. Додаткове покриття вступае в дію, коли при настанні страхової події збиток становить понад 100 000 гривень.',
        'ru':'ДЦВ - це додаткове збільшення страхової виплати. Додаткове покриття вступае в дію, коли при настанні страхової події збиток становить понад 100 000 гривень.',
    },        
    '':{
        'ua':'',
        'ru':'',
    },        
    '':{
        'ua':'',
        'ru':'',
    },        
    


}

