/*
    тс            пільги      такс     отк  dt otk
мото    A1          +           -       -
        A2          +           -       -

легк    B1          +     ~     +   ~   +  ~   +     
        B2          +     ~     +   ~   +  ~   +
        B3          +     ~     +   ~   +  ~   +
        B4          -           +   ~   +  ~   +
        B5          -           +   ~   +  ~   +

груз    C1          -           -       +  ~   + 
        C2          -           -       +  ~   +

бус     D1          -           +       +  ~   +
        D2          -           -       +  ~   +

приц груз E         -           -       +  ~   +    
приц легк F         -           -       +  ~   +

*/